Repository: joe513/m3u8
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: English
ru: Английский

source: M3U8 TV Channels Playlist Editor
ru: M3U8 TV Редактор плейлиста каналов

source: Video Playlist Editor
ru: Редактор видео плейлиста

source: Channels list
ru: Список каналов

source: Load m3u8 playlist from web or file
ru: Загрузить m3u8 плейлист из интернета или файла

source: Logout
ru: Выйти

source: Sign Up/Sign In
ru: Войти/Зарегистрироваться

source: Load Playlist
ru: Загрузить плейлист

source: Save
ru: Сохранить

source: Public Playlist link
ru: Ссылка к публичному плейлисту

source: Search
ru: Поиск

source: Add new channel to playlist
ru: Добавить новый канал к плейлисту

source: Order by title
ru: Сортировать по названию

source: Here you can create or edit your m3u8 playlist and view channels online
ru: Здесь вы можете создать или изменить ваш m3u8 плейлист или посмотреть онлайн каналы

source: You can also generate unique public link to your playlist, which will be contains updated channels as they are edited on our site.
ru: Вы так же можете сгенерировать публичную ссылку к вашему плейлисту которая будет хранить обновлённые каналы по мере их добавления на нашем сайте

source: Login
ru: Войти

source: Please login, using one of the following provider:
ru: Пожалуйста войдите с помощью социальной сети.
